relay/10/11-mel.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-04 Mon 19:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–11</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–11<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-04 Mon 19:50)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga622ef2">1. Translation</a></li>
<li><a href="#orgd730bfe">2. Lexicon</a></li>
<li><a href="#orgfbf39cc">3. Grammar</a></li>
<li><a href="#orgaac1e7b">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga622ef2" class="outline-2">
<h2 id="orga622ef2"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="11-sev.txt">Complete torch document</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p class="verse">
They* listen to one heart beat<br />
Except, not the one near them*<br />
They* run away,<br />
Try to hide<br />
Not being victorious<br />
Not being victorious? / Yes<br />
How did they* do it? / They* sang evil, they stopped them*<br />
They stopped the movement of them*? / Yes, because they* sang of them, they stopped them*<br />
</p>

<p>
*singular they for neuter gender
</p>

</div>

<div class="conlang-name">
<p>
Sevelian
</p>

</div>

<div class="conlang-text">
<p class="verse">
Su merpya yuré<br />
Ma, nei šemerpyas tiniš sun<br />
Su karaé,<br />
serarté,<br />
nei vriyemeu.<br />
&ldquo;Nei vriyemeu?&rdquo; / &ldquo;Aidamin&rdquo;<br />
&ldquo;Aidvuevi?&rdquo; / &ldquo;Su kurŭi antéu, haroi suliu&rdquo;<br />
&ldquo;Dzelitzyaia siž haréiu?&rdquo; / &ldquo;Aidamin, iti su sinu antéu, seiu siu haréiu.&rdquo;<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgd730bfe" class="outline-2">
<h2 id="orgd730bfe"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
<dl class="org-dl vocablist">
<dt>aidamin</dt><dd>it is so, yes</dd>
<dt>aidvuevi</dt><dd>how(?), by what means(?)</dd>
<dt>ante-</dt><dd>to sing</dd>
<dt>art-</dt><dd>to try</dd>
<dt>dzelitza</dt><dd>movement</dd>
<dt>har-</dt><dd>to stop (something)</dd>
<dt>iti</dt><dd>because</dd>
<dt>kara-</dt><dd>to flee</dd>
<dt>kuru</dt><dd>evil</dd>
<dt>ma</dt><dd>But, however</dd>
<dt>merpa</dt><dd>heartbeat</dd>
<dt>nei</dt><dd>not</dd>
<dt>še-</dt><dd>that</dd>
<dt>ser-</dt><dd>to hide</dd>
<dt>tiniš</dt><dd>near</dd>
<dt>vriyem-</dt><dd>to win</dd>
<dt>yur-</dt><dd>to hear</dd>
</dl>
</div>
</div>

<div id="outline-container-orgfbf39cc" class="outline-2">
<h2 id="orgfbf39cc"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Noun declension</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">-a declension</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">-u declension</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Singular</th>
<th scope="col" class="org-left">Plural</th>
<th scope="col" class="org-left">Singular</th>
<th scope="col" class="org-left">Plural</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Nominative</td>
<td class="org-left">Sevel-a</td>
<td class="org-left">Sevel-aia</td>
<td class="org-left">Hasid-u</td>
<td class="org-left">Hasid-eiu</td>
</tr>

<tr>
<td class="org-left">Genitive</td>
<td class="org-left">Sevel-ai</td>
<td class="org-left">Sevel-ina</td>
<td class="org-left">Hasid-ŭi</td>
<td class="org-left">Hasid-inu</td>
</tr>

<tr>
<td class="org-left">Possessive</td>
<td class="org-left">Sevel-až</td>
<td class="org-left">Sevel-aža</td>
<td class="org-left">Hasid-iž</td>
<td class="org-left">Hasid-ižu</td>
</tr>

<tr>
<td class="org-left">Dative</td>
<td class="org-left">Sevel-an</td>
<td class="org-left">Sevel-ana</td>
<td class="org-left">Hasid-un</td>
<td class="org-left">Hasid-unu</td>
</tr>

<tr>
<td class="org-left">Accusative</td>
<td class="org-left">Sevel-ya<sup>1</sup></td>
<td class="org-left">Sevel-yai<sup>1</sup></td>
<td class="org-left">Hasid-yu<sup>1</sup></td>
<td class="org-left">Hasid-yui<sup>1</sup></td>
</tr>

<tr>
<td class="org-left">Instrumental</td>
<td class="org-left">Sevel-ami</td>
<td class="org-left">Sevel-amia</td>
<td class="org-left">Hasid-uli</td>
<td class="org-left">Hasid-uliu</td>
</tr>
</tbody>
</table>

<p>
 <sup>1</sup> essentially, accusativeness is marked by palatalization
</p>

<dl class="org-dl vocablist">
<dt>-s</dt><dd>definiteness</dd>
</dl>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> 3rd person pronouns</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">M/F/N*</th>
<th scope="col" class="org-left">PL</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Nominative</td>
<td class="org-left">Se/Sa/Su</td>
<td class="org-left">Seie/Saia/Seiu</td>
</tr>

<tr>
<td class="org-left">Genitive</td>
<td class="org-left">Sai/Sui</td>
<td class="org-left">Sine/Sina/Sinu</td>
</tr>

<tr>
<td class="org-left">Possesive</td>
<td class="org-left">Siž/Saž/Siž</td>
<td class="org-left">Siže/Saža/Sižu</td>
</tr>

<tr>
<td class="org-left">Dative</td>
<td class="org-left">Sen/San/Sun</td>
<td class="org-left">Sene/Sana/Sunu</td>
</tr>

<tr>
<td class="org-left">Accusative</td>
<td class="org-left">Sie/Sia/Siu</td>
<td class="org-left">Syei/Syai/Syui</td>
</tr>

<tr>
<td class="org-left">Instrumental</td>
<td class="org-left">Sevi/Sami/Suli</td>
<td class="org-left">Sevia/Samia/Suliu</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 3:</span> Verb conjugation</caption>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Active</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Passive</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Present</th>
<th scope="col" class="org-left">Simple Past</th>
<th scope="col" class="org-left">Present</th>
<th scope="col" class="org-left">Past</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1 S</td>
<td class="org-left">Izmen-á</td>
<td class="org-left">Izmen-aŭ</td>
<td class="org-left">Melvan-e</td>
<td class="org-left">Melvan-ei</td>
</tr>

<tr>
<td class="org-left">2 S</td>
<td class="org-left">Izmen-ŭ</td>
<td class="org-left">Izmen-u</td>
<td class="org-left">Melvan-ĭ</td>
<td class="org-left">Melvan-iyi</td>
</tr>

<tr>
<td class="org-left">3 S</td>
<td class="org-left">Izmen-é</td>
<td class="org-left">Izmen-eu<sup>2</sup></td>
<td class="org-left">Melvan-o</td>
<td class="org-left">Melvan-oi</td>
</tr>

<tr>
<td class="org-left">1 Pl</td>
<td class="org-left">Izmen-áie</td>
<td class="org-left">Izmen-aiu</td>
<td class="org-left">Melvan-elle</td>
<td class="org-left">Melvan-elli</td>
</tr>

<tr>
<td class="org-left">2 Pl</td>
<td class="org-left">Izmen-ŭie</td>
<td class="org-left">Izmen-uiu</td>
<td class="org-left">Melvan-ĭlle</td>
<td class="org-left">Melvan-illi</td>
</tr>

<tr>
<td class="org-left">3 Pl</td>
<td class="org-left">Izmen-éie</td>
<td class="org-left">Izmen-éiu<sup>3</sup></td>
<td class="org-left">Melvan-olle</td>
<td class="org-left">Melvan-olli</td>
</tr>
</tbody>
</table>

<p>
 <sup>2</sup> if the stem ends with e, it will contract to é, thus e-eu = éu
</p>

<p>
 <sup>3</sup> in this case it would just lose the e
</p>
</div>
</div>

<footer id="outline-container-orgaac1e7b" class="outline-2">
<h2 id="orgaac1e7b">Navigation</h2>
<div class="outline-text-2" id="text-orgaac1e7b">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>11</strong></div>
  </div>
  <a href="10-andi.html" id="prev" rel="prev">Previous</a>
  <a href="12-kozet.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
